a = ("Crypto AG") # 1 фраза
b = (str(1952))
c = ("коммуникаций")
print(a + " — швейцарская компания, существовавшая в " + b + \
      "-2018 годах и специализировавшаяся на технологиях в сфере " + c + " и информационной безопасности.")


a = ("Компания") # 3 фраза
b = ("Абиджан")
c = ("Селсдон.")
print(a + " была широко известна в мире как производитель высококачественных шифровальных машин и большого " + \
      "ассортимента различных шифровальных устройств, оставаясь коммерчески успешной на протяжении многих лет." + \
      "У неё были офисы в городах " + b + ", Абу-Даби, Буэнос-Айрес, Куала-Лумпур, Маскат и юго-восточном районе " + \
      "Лондона под названием " + c)